Repository: nachocove/NachoClientX
Catalog: NachoClient.iOS/Resources/*.lproj/Localizable.strings
Languages: nl

source: First Name
nl: Voornaam

source: Middle Name
nl: Midden-naam

source: Last Name
nl: Achternaam

source: Suffix
nl: Achtervoegsel

source: Company
nl: Bedrijf

source: IM Address
nl: IM-adres

source: Move to Folder
nl: Verplaats naar map

source: Recent Folders
nl: Recente mappen

source: Request an action for the recipient
nl: Verzoek een ​​actie voor de ontvanger

source: Empty Subject
nl: Leeg onderwerp

source: This message does not have a subject. How would you like to proceed?
nl: Dit bericht heeft geen onderwerp. Hoe wil je doorgaan?

source: Send Anyway
nl: Stuur toch

source: Add Subject
nl: Voeg een onderwerp toe

source: Large Message
nl: Groot bericht

source: This message is {0}. You can make it smaller by reducing the size of the attached images.
nl: Dit bericht is {0}. Je kunt het kleiner maken door de grootte van de bijgevoegde afbeeldingen te verminderen.

source: Small images ({0})
nl: Kleine afbeeldingen ({0})

source: Medium images ({0})
nl: Middelgrote afbeeldingen ({0})

source: Large images ({0})
nl: Grote afbeeldingen ({0})

source: Actual size ({0})
nl: Werkelijke grootte ({0})

source: This message is {0}
nl: Dit bericht is {0}

source: Discard Draft
nl: Ontwerp ontwerp

source: Save Draft
nl: Concept opslaan

source: Could not load message
nl: Kan het bericht niet laden

source: Sorry, the message could not be loaded. Please try again.
nl: Sorry, het bericht kan niet worden geladen. Probeer het opnieuw.

source: To:
nl: Tot:

source: Subject:
nl: Onderwerpen:

# No Due Date (intent deadline)
source: No Due Date
nl: Geen vervaldatum

# One Hour (intent deadline)
source: One Hour
nl: Een uur

# Today (intent deadline)
source: Today
nl: Vandaag

# Tomorrow (intent deadline)
source: Tomorrow
nl: Morgen

# Next Week (intent deadline)
source: Next Week
nl: Volgende week

# Next Month (intent deadline)
source: Next Month
nl: Volgende maand

# Pick Date (intent deadline)
source: Pick Date
nl: Kies datum

source: Quick response
nl: Snelle reactie

source: Add attachment
nl: Voeg bijlage toe

# Attach (menu)
source: Attach
nl: Toevoegen

# due {0} (message)
source: due {0}
nl: loopt af op {0}

# by {0} (message)
source: by {0}
nl: Door {0}

source: Message list
nl: Berichtlijst

source: Mark {0} messages
nl: Markeer {0} berichten

# [Mark messages] As Read
source: As Read
nl: Als gelezen

# [Mark messages] As Unread
source: As Unread
nl: Als ongelezen

# [Mark messages] As Hot
source: As Hot
nl: Als hot

# [Mark messages] As Not Hot
source: As Not Hot
nl: Als niet hot

# All (message filter)
source: All
nl: Alle

# Unread (message filter)
source: Unread
nl: Ongelezen

source: Last updated just now
nl: Laatst bijgewerkt op dit moment

source: Last updated {0}
nl: Laatst bijgewerkt {0}

source: There was a problem sending this message. You can resend this message or open it in the drafts folder.
nl: Er is een probleem geweest bij het verzenden van dit bericht. Je kunt dit bericht opnieuw verzenden of openen in de Concepten-map.

source: Edit Message
nl: Bericht bewerken

source: Hide attachments
nl: Verberg bijlagen

source: Show {0} attachments
nl: Toon {0} bijlagen

# (no name) (attachment)
source: (no name)
nl: (geen naam)

# Accept and add to calendar (calendar invite)
source: Accept and add to calendar
nl: Accepteer en voeg toe aan agenda

# Tentatively accept (calendar invite)
source: Tentatively accept
nl: Voorzichtig accepteren

# Decline (calendar invite)
source: Decline
nl: Afwijzen

# Remove from calendar (calendar invite)
source: Remove from calendar
nl: Verwijder vanaf agenda

source: This event has been canceled
nl: Deze gebeurtenis is geannuleerd

source: Response Required
nl: Reactie vereist

source: Please Read
nl: Gelieve te lezen

source: Urgent - Attention Required
nl: Dringend - Aandacht is benodigd

source: Header Details
nl: Koptekst Details

# From/Reply-To (header detail)
source: From/Reply-To
nl: Van / Reageer aan

# Reply-To (header detail)
source: Reply-To
nl: Antwoord aan

# From (header detail)
source: From
nl: Van

# To (header detail)
source: To
nl: Tot

# by {0} (message view)
source: by {0}
nl: Door {0}

source: (no subject)
nl: (geen onderwerp)

# Message (message view)
source: Message
nl: Bericht

source: Message download failed. Tap here to retry.
nl: Bericht downloaden is mislukt. Tik hier om opnieuw te proberen.

source: {0}h
nl: {0}u

source: {0}h{1}m
nl: {0}u {1}m

# None (Reminder)
source: None
nl: Geen

source: At time of event
nl: Op het moment van het gebeurtenis

source: 1 minute before
nl: 1 minuut van te voren

source: 1 hour before
nl: 1 uur van te voren

source: 1 day before
nl: 1 dag van te voren

source: 1 week before
nl: 1 week van te voren

source: {0} weeks before
nl: {0} weken van te voren

source: {0} days before
nl: {0} dagen van te voren

source: {0} hours before
nl: {0} uur van te voren

source: {0} minutes
nl: {0} minuten

# Today - {0} (friendly datetime)
source: Today - {0}
nl: Vandaag - {0}

# Yesterday - {0} (friendly datetime)
source: Yesterday - {0}
nl: Gisteren - {0}

# Yesterday (decreasing precision)
source: Yesterday
nl: Gisteren

# Today (future date)
source: Today
nl: Vandaag

# Tomorrow (future date)
source: Tomorrow
nl: Morgen

# Yesterday (future date)
source: Yesterday
nl: Gisteren

# Yesterday {0} (variable datetime)
source: Yesterday {0}
nl: Gisteren {0}

# now (event time)
source: now
nl: Nu

# in 1 minute (event time)
source: in 1 minute
nl: In 1 minuut

# in {0} minutes (event time)
source: in {0} minutes
nl: In {0} minuten

# at {0} (event time)
source: at {0}
nl: Op {0}

# Today (event day)
source: Today
nl: Vandaag

# Tomorrow (event day)
source: Tomorrow
nl: Morgen

source: through {0}
nl: Door {0}

# {0} to {1} (event detail)
source: {0} to {1}
nl: {0} tot {1}

# {0} through {1} (meeting request)
source: {0} through {1}
nl: {0} tot en met {1}

# {0} from {1} to {2} (meeting request)
source: {0} from {1} to {2}
nl: {0} van {1} tot {2}

# {0}, {1} to {2} (meeting request)
source: {0}, {1} to {2}
nl: {0}, {1} tot {2}

# {0} at {1} to {2} (meeting request)
source: {0} at {1} to {2}
nl: {0} om {1} tot {2}

# Event (event notification)
source: Event
nl: Gebeurtenis

# {0} all day (event notification)
source: {0} all day
nl: {0} de hele dag

# Optional (attendee status)
source: Optional
nl: Facultatief

# Required (attendee status)
source: Required
nl: Nodig

# Resource (attendee status)
source: Resource
nl: Hulpbron

# Accepted (attendee status)
source: Accepted
nl: Aanvaard

# Declined (attendee status)
source: Declined
nl: Afgewezen

# Tentative (attendee status)
source: Tentative
nl: Voorlopig

# No Response (attendee status)
source: No Response
nl: Geen antwoord

source: (No Recipients)
nl: (Geen ontvangers)

source: does not repeat
nl: Herhaalt niet

source: repeats daily
nl: Herhaalt dagelijks

source: repeats every {0} days
nl: Herhaalt elke {0} dagen

source: repeats on weekdays
nl: Herhaalt op weekdagen

source: repeats on weekends
nl: Herhaalt in het weekend

source: repeats weekly on {0}
nl: Herhaalt wekelijks op {0}

source: repeats every {0} weeks on weekdays
nl: Herhaalt elke {0} week op weekdagen

source: repeats every {0} weeks on {1}
nl: Herhaalt elke {0} weken op {1}

source: repeats monthly on day {0}
nl: Herhaalt maandelijks op dag {0}

source: repeats every {0} months on day {1}
nl: Herhaalt elke {0} maanden op dag {1}

source: repeats monthly on the last day of the month
nl: Herhaalt maandelijks op de laatste dag van de maand

source: repeats monthly on the last weekday of the month
nl: Herhaalt maandelijks op de laatste weekdag van de maand

source: repeats monthly on the last weekend day of the month
nl: Herhaalt maandelijks op het laatste weekend van de maand

source: repeats monthly on weekdays during week {0} of the month
nl: Herhaalt maandag op weekdagen tijdens week {0} van de maand

source: repeats monthly on weekend days during week {0} of the month
nl: Herhaalt maandelijks op weekenddagen tijdens week {0} van de maand

source: repeats monthly on {0} in week {1} of the month
nl: Herhaalt maandelijks op {0} in week {1} van de maand

source: repeats monthly on the last {0} of the month
nl: Herhaalt maandelijks op de laatste {0} van de maand

source: repeats every {0} months on the last day of the month
nl: Herhaalt elke {0} maanden op de laatste dag van de maand

source: repeats every {0} months on the last weekday of the month
nl: Herhaalt elke {0} maanden op de laatste weekdag van de maand

source: repeats every {0} months on the last weekend day of the month
nl: Herhaalt elke {0} maanden op het laatste weekend van de maand

source: repeats every {0} months on the last {1} of the month
nl: Herhaalt elke {0} maanden op de laatste {1} van de maand

source: repeats every {0} months on the weekdays in week {1} of the month
nl: Herhaalt elke {0} maanden op de weekdagen in week {1} van de maand

source: repeats every {0} months on the weekend days in week {1} of the month
nl: Herhaalt elke {0} maanden op de weekenddagen in week {1} van de maand

source: repeats every {0} months on {1} in week {2} of the month
nl: Herhaalt elke {0} maanden op {1} in week {2} van de maand

source: repeats yearly on the last day of {0}
nl: Herhaalt jaarlijks op de laatste dag van {0}

source: repeats yearly on the last weekday of {0}
nl: Herhaalt jaarlijks op de laatste weekdag van {0}

source: repeats yearly on the last weekend day of {0}
nl: Herhaalt jaarlijks op de laatste weekenddag van {0}

source: repeats yearly on the last {0} of {1}
nl: Herhaalt jaarlijks op de laatste {0} van {1}

source: repeats yearly on the weekdays in week {0} of {1}
nl: Herhaalt jaarlijks op de weekdagen in week {0} van {1}

source: repeats yearly on the weekend days in week {0} of {1}
nl: Herhaalt jaarlijks op het weekenddagen in week {0} van {1}

source: repeats yearly on the {0} in week {1} of {2}
nl: Herhaalt jaarlijks op {0} in week {1} van {2}

source: repeats every {0} years on the last day of {1}
nl: Herhaalt elke {0} jaar op de laatste dag van {1}

source: repeats every {0} years on the last weekday of {1}
nl: Herhaalt elke {0} jaar op de laatste weekdag van {1}

source: repeats every {0} years on the last weekend day of {1}
nl: Herhaalt elke {0} jaar op de laatste weekenddag van {1}

source: repeats every {0} years on the last {1} of {2}
nl: Herhaalt elke {0} jaar op de laatste {1} van {2}

source: repeats every {0} years on the weekdays in week {1} of {2}
nl: Herhaalt elke {0} jaar op de weekdagen in week {1} van {2}

source: repeats every {0} years on the weekend days in week {1} of {2}
nl: Herhaalt elke {0} jaar op de weekenddagen in week {1} van {2}

source: repeats every {0} years on the {1} in week {2} of {3}
nl: Herhaalt elke {0} jaar op de {1} in week {2} van {3}

source: repeats every year on {0}
nl: Herhaalt jaarlijks op {0}

source: repeats every {0} years on {1}
nl: Herhaalt elke {0} jaar op {1}

# month {0} (recurrence)
source: month {0}
nl: Maand {0}

source: repeats with an unknown frequency
nl: Herhaalt met een onbekende frequentie

# and (recurrence)
source: and
nl: en

source: Inline Unknown file
nl: Inline Onbekend bestand

source: Inline {0} file
nl: Inline {0} bestand

source: Unknown file
nl: Onbekend bestand

source: {0} file
nl: {0} bestand

# All messages (max age filter)
source: All messages
nl: Alle berichten

# One day (max age filter)
source: One day
nl: Eén dag

# Three days (max age filter)
source: Three days
nl: Drie dagen

# One week (max age filter)
source: One week
nl: Eén week

# Two weeks (max age filter)
source: Two weeks
nl: Twee weken

# One month (max age filter)
source: One month
nl: Eén maand

# Three months (max age filter)
source: Three months
nl: Drie maanden

# Six months (max age filter)
source: Six months
nl: Zes maanden

# None (notification config)
source: None
nl: Geen

source: The network is unavailable.
nl: Het netwerk is niet beschikbaar.

source: Your device is out of space.
nl: Je apparaat heeft ruimte meer.

source: Message download failed.
nl: Bericht downloaden is mislukt.

source: Calendar body download failed.
nl: Agenda body download is mislukt.

source: Attachment download failed.
nl: Bijlage downloaden is mislukt.

source: Authorization failed.
nl: Autorisatie is mislukt.

source: Your password has expired.
nl: Je wachtwoord is verlopen.

source: Your password may need to be updated.
nl: Je wachtwoord moet mogelijk worden bijgewerkt.

source: Service unavailable.
nl: Dienst onbeschikbaar.
