Repository: nachocove/NachoClientX
Catalog: NachoClient.iOS/Resources/*.lproj/Localizable.strings
Languages: nl

source: Username
nl: Gebruikersnaam

source: Domain
nl: Domein

source: OK
nl: OKE

source: Save
nl: Opslaan

source: Close
nl: Dichtbij

source: Edit
nl: Bewerken

source: Cancel
nl: Annuleren

source: Cancel Editing
nl: Bewerking annuleren

source: Done
nl: Klaar

source: Done Editing
nl: Klaar met bewerken

# Not Hot (verb)
source: Not Hot
nl: Niet Hot

source: Defer
nl: Uitstellen

source: Delete
nl: Verwijderen

source: Clear
nl: Duidelijk

source: Set
nl: Instellen

source: Remove
nl: Verwijderen

source: Yes
nl: Ja

source: More
nl: Meer

# Forward (verb)
source: Forward
nl: Vooruit

source: Send
nl: Versturen

source: Email Address
nl: E-mailadres

# Phone (noun)
source: Phone
nl: Telefoon

source: Phone Number
nl: Telefoonnummer

source: Compose Email
nl: E-mail opstellen

# Call (verb)
source: Call
nl: Bellen

# Dial (verb)
source: Dial
nl: Intoetsten

# Email (verb)
source: Email
nl: E-mailen

source: Copy
nl: Kopiëren

source: Value
nl: Waarde

source: Move
nl: Verplaatsen

source: Create Event
nl: gebeurtenis creëren

source: Create Action
nl: Actie creëren

# Reply (verb)
source: Reply
nl: Beantwoorden

source: Reply All
nl: Allen beantwoorden

source: Quick Reply
nl: Snel beantwoorden

# Unread (adjective)
source: Unread
nl: Ongelezen

# Read (adjective)
source: Read
nl: Gelezen

# Not Hot (adjective)
source: Not Hot
nl: Niet Hot

# Archive (verb)
source: Archive
nl: Archiveren

# Mark (verb)
source: Mark
nl: Markeren

source: Use Date
nl: Gebruiksdatum

source: Welcome Back! We need to finish setting up your account.
nl: Welkom terug! We moeten doorgaan met het opzetten van je account.

source: Continue
nl: Doorgaan

source: Get Started
nl: Beginnen

source: Start by choosing your email service provider
nl: Begin door je e-mailprovider te kiezen

source: Start by setting up your company account.
nl: Begin door je bedrijfsaccount op te zetten.

source: Start by setting up your {0} account.
nl: Begin door je {0} account op te zetten.

source: Please contact the administrator for your company account. We received an invalid configuration.
nl: Neem contact op met de beheerder voor je bedrijfsaccount. We hebben een ongeldige configuratie ontvangen.

source: Please contact the administrator for your {0} account. We received an invalid configuration.
nl: Neem contact op met de beheerder voor je {0} account. We hebben een ongeldige configuratie ontvangen.

source: Please provide your {0} information
nl: Geef alstublieft je {0} informatie op

source: Verifying your information...
nl: Je gegevens verifiëren...

source: Hide Advanced
nl: Verberg Geavanceerd

source: Advanced Sign In
nl: Geavanceerd inloggen

source: Your email address must include an @. For Example, username@company.com
nl: Je e-mailadres moet een @ bevatten. Bijvoorbeeld, gebruikersnaam@company.com

source: Your email address is not valid. For example, username@company.com
nl: Je e-mailadres is niet geldig. Bijvoorbeeld, gebruikersnaam@company.com

source: Please use your {0} email address instead.
nl: Gebruik alstublieft je {0} e-mailadres.

source: The email address does not match the service. Please use your {0} email address instead.
nl: Het e-mailadres komt niet overeen met de dienst. Gebruik alstublieft je {0} e-mailadres.

source: No network connection. Please check that you have internet access.
nl: Geen netwerkverbinding. Controleer of je toegang hebt tot het internet.

source: You are already using the maximum number of devices for this account. Please contact your system administrator.
nl: Je gebruikt al het maximum aantal apparaten voor dit account. Neem contact op met je systeembeheerder.

source: The server is currently unavailable. Please try again later.
nl: De server is momenteel niet beschikbaar. Probeer het later nogmaals.

source: We were unable to verify your information because your device is offline. Please try again when your device is online
nl: We kunnen je gegevens niet verifiëren omdat je apparaat offline is. Probeer het opnieuw wanneer je apparaat online is

source: We were unable to connect because of a server certificate issue, which can only be fixed by altering the server's configuration. {0}
nl: We konden geen verbinding maken door een probleem met een servercertificaat, die alleen kan worden hersteld door de configuratie van de server te wijzigen. {0}

source: We were unable to verify your information. Please confirm it is correct and try again.
nl: We kunnen je gegevens niet verifiëren. Bevestig dat het correct is en probeer het opnieuw.

source: We were unable to verify your information. Please confirm or enter advanced configuration information.
nl: We kunnen je gegevens niet verifiëren. Bevestig of geef geavanceerde configuratiegegevens op.

source: Invalid username or password. Please adjust and try again.
nl: Ongeldige gebruikersnaam of wachtwoord. Pas alsjeblieft aan en probeer het opnieuw.

source: Account not created because the certificate was not accepted
nl: Account niet gemaakt omdat het certificaat niet geaccepteerd is

source: We could not complete your account authentication. Please try again.
nl: We konden je accountverificatie niet voltooien. Probeer het opnieuw.

source: Account Exists
nl: Account bestaat al

source: An account with that email address already exists. Duplicate accounts are not supported.
nl: Er bestaat al een account met dat e-mailadres. Dubbele accounts worden niet ondersteund.

source: Invalid incoming server name. Please check that you typed it in correctly.
nl: Ongeldige inkomende servernaam. Controleer of je het correct hebt ingevoerd.

source: Invalid outgoing server name. Please check that you typed it in correctly.
nl: Ongeldige uitgaande servernaam. Controleer of je het correct hebt ingevoerd.

source: Invalid incoming server name. Scheme or port number is not allowed.
nl: Ongeldige inkomende servernaam. Schema of poortnummer is niet toegestaan.

source: Invalid outgoing server name. Scheme or port number is not allowed.
nl: Ongeldige uitgaande servernaam. Schema of poortnummer is niet toegestaan.

source: Invalid incoming port number. it must be > 0 and < 65536.
nl: Ongeldig inkomend poortnummer. Het moet> 0 en <65536 zijn.

source: Invalid incoming port number. It must be a number.
nl: Ongeldig inkomend poortnummer. Het moet een nummer zijn.

source: Invalid outgoing port number. it must be > 0 and < 65536.
nl: Ongeldig uitgaand poortnummer. Het moet> 0 en <65536 zijn.

source: Invalid outgoing port number. It must be a number.
nl: Ongeldig uitgaand poortnummer. Het moet een nummer zijn.

# Syncing... (syncing view)
source: Syncing...
nl: Synchroniseren...

# Account Created (syncing view)
source: Account Created
nl: Account aangemaakt

source: Syncing your inbox...
nl: Je inbox synchroniseren...

source: Your account is ready!
nl: Je account is klaar!

source: Sorry, we could not fully sync your inbox. Please see Settings for more information
nl: Sorry, we kunnen je inbox niet volledig synchroniseren. Zie Instellingen voor meer informatie

source: Syncing will complete when network connectivity is restored
nl: Synchronisatie wordt voltooid wanneer netwerkverbindingen worden hersteld

# Certificate (cert ask)
source: Certificate
nl: Certificaat

# Security Warning (cert ask)
source: Security Warning
nl: Veiligheidswaarschuwing

# Allow (cert ask)
source: Allow
nl: Toestaan

# Cancel (cert ask)
source: Cancel
nl: Annuleren

# Do you want to allow {0} from {1} ...
source: Do you want to allow {0} from {1} to provide information about your account? You should only allow sources you know and trust to configure your account.
nl: Wil je {0} van {1} toestaan ​​om informatie over je account te geven? Je mag alleen bronnen die je kent ​​en vertrouwt toestaan om je account te configureren.

source: Unable to find certificate to be examined.
nl: Kan geen certificaat vinden dat onderzocht moet worden.

# Send Request (exchange wall)
source: Send Request
nl: Verzend Verzoek

source: Please send a request to {0}
nl: Stuur een verzoek naar {0}

source: Incorrect Code
nl: Foute code

source: The code you provided is not valid. Please verify what was entered and try again.
nl: De code die je opgegeven hebt is niet geldig. Controleer alstublieft wat er is ingevoerd en probeer het opnieuw.

source: Enter the access code to enable Exchange accounts
nl: Voer de toegangscode in om Exchange-accounts in te schakelen

source: Please contact Nacho Cove to inquire about support for enterprise Exchange/ActiveSync accounts
nl: Neem contact op met Nacho Cove om te informeren over ondersteuning voor Enterprise Exchange/ActiveSync accounts

source: Contact Nacho Cove
nl: Neem contact op met Nacho Cove

source: Have a code?
nl: Heb je een code?

source: Enable Exchange
nl: Exchange inschakelen

# Normal (action state)
source: Normal
nl: Normaal

# Deferred (action state)
source: Deferred
nl: Uitgesteld

# Completed (action state)
source: Completed
nl: Voltooid

# An Hour From Now (action defer)
source: An Hour From Now
nl: Een uur van nu af

# Tonight (action defer)
source: Tonight
nl: Vanavond

# Tomorrow Morning (action defer)
source: Tomorrow Morning
nl: Morgenochtend

# Monday Morning (action defer)
source: Monday Morning
nl: Maandagmorgen

# Saturday Morning (action defer)
source: Saturday Morning
nl: Zaterdagochtend

# Pick a Date (action defer)
source: Pick a Date
nl: Kies een datum

# Due Date (action defer)
source: Due Date
nl: Einddatum

# Summary (action edit)
source: Summary
nl: Overzicht

# Notes (action edit)
source: Notes
nl: Notities

# Priority (action edit)
source: Priority
nl: Prioriteit

# Defer Until (action edit)
source: Defer Until
nl: Uitstellen tot

source: Edit Action
nl: Actie bewerken

# Set a Due Date (action edit)
source: Set a Due Date
nl: Stel een vervaldatum in

# Due on {0} (action edit)
source: Due on {0}
nl: Vanwege {0}

# Defer until... (action list)
source: Defer until...
nl: Uitstellen tot...

# An Hour From Now (action list)
source: An Hour From Now
nl: Een uur vanaf nu

# Tonight (action list)
source: Tonight
nl: Vanavond

# Tomorrow Morning (action list)
source: Tomorrow Morning
nl: Morgenochtend

# Monday Morning (action list)
source: Monday Morning
nl: Maandagochtend

# Saturday Morning (action list)
source: Saturday Morning
nl: Zaterdagochtend

# Other... (action list)
source: Other...
nl: Andere...

source: {0} Actions
nl: {0} Acties

source: Not Action
nl: Niet Actie

# Reminder (calendar picker)
source: Remainder
nl: Overigen

source: Send Invite
nl: Uitnodiging sturen

# Required (calendar attendee)
source: Required
nl: Benodigt

source: I'm Late
nl: Ik ben laat

source: Contact has no name or email address
nl: Contact heeft geen naam of e-mailadres

source: Contact has no email address
nl: Contact heeft geen e-mailadres

source: Resend invite?
nl: Verstuur uitnodiging?

# WHEN (calendar body)
source: WHEN
nl: WANNEER

# LOCATION (calendar body)
source: LOCATION
nl: PLAATS

# ATTENDEES (calendar body)
source: ATTENDEES
nl: DEELNEMERS

# ORGANIZER (calendar body)
source: ORGANIZER
nl: ORGANISATOR

# DESCRIPTION (calendar body)
source: DESCRIPTION
nl: BESCHRIJVING

# REMINDER (calendar body)
source: REMINDER
nl: HERINNERING

# ATTACHMENTS (calendar body)
source: ATTACHMENTS
nl: BIJLAGEN

# NOTES (calendar body)
source: NOTES
nl: NOTITIES

# CALENDAR (calendar body)
source: CALENDAR
nl: Agenda

source: Attend
nl: Bijwonen

source: Maybe
nl: Misschien

source: Decline
nl: Afwijzen

source: Remove from calendar
nl: Verwijder uit Agenda

source: You have not responded to this invitation.
nl: Je hebt niet geantwoord op deze uitnodiging.

source: You accepted the meeting.
nl: Je hebt de vergadering geaccepteerd.

source: You might attend the meeting.
nl: Je kunt de vergadering bijwonen.

source: You declined the meeting.
nl: Je hebt de vergadering geweigerd.

source: {0} has accepted the meeting.
nl: {0} heeft de vergadering geaccepteerd.

source: {0} has tentatively accepted the meeting.
nl: {0} heeft de vergadering tentatief geaccepteerd.

source: {0} has declined the meeting.
nl: {0} heeft de vergadering geweigerd.

source: The status of {0} is unknown.
nl: De status van {0} is onbekend.

source: The meeting has been canceled.
nl: De vergadering is geannuleerd.

# No messages (calendar list)
source: No messages
nl: Geen berichten

source: This event has been deleted.
nl: Dit gebeurtenis is verwijderd.

# ALL DAY (calendar list)
source: ALL DAY
nl: DE HELE DAG

source: Add event
nl: Voeg gebeurtenis toe

# Today (go to)
source: Today
nl: Vandaag

# New meeting (verb)
source: New meeting
nl: Nieuwe ontmoeting

# Calendar (calendar list)
source: Calendar
nl: Agenda

# Calendars (calendar picker)
source: Calendars
nl: Agenda's

source: Event Deleted
nl: Gebeurtenis is verwijderd

source: The event can't be edited because it was deleted.
nl: De gebeurtenis kan niet bewerkt worden omdat het verwijderd is.

source: No Calendar Access
nl: Geen toegang tot de agenda

source: The app doesn't have access to the device's calendar. To create or update events in the device calendar, use the Settings app to grant Nacho Mail access to the calendar.
nl: De app heeft geen toegang tot de agenda van het apparaat. Als je gebeurtenissen in de agenda van het apparaat wilt maken of bijwerken, gebruik je de Instellingen om toegang te geven tot de agenda van Nacho Mail.

source: No device calendars
nl: Geen apparaat agenda’s

source: The Calendar app does not have any accessible calendars.
nl: De Agenda app heeft geen toegankelijke agenda's.

# Title (event edit)
source: Title
nl: Titel

# Description (event edit)
source: Description
nl: Beschrijving

# All Day (event edit)
source: All Day
nl: De hele dag

# Starts (event edit)
source: Starts
nl: Begint

# Until (event edit)
source: Until
nl: Tot

# Location (event edit)
source: Location
nl: Plaats

# Attendees (event edit)
source: Attendees
nl: Deelnemers

# Attendees ({0}) (event edit)
source: Attendees {0}
nl: Deelnemers {0}

# Reminder (event edit)
source: Reminder
nl: Herinnering

# Calendar (event edit)
source: Calendar
nl: Agenda

# None (event reminder)
source: None
nl: Geen

# At time of event (event reminder)
source: At time of event
nl: Op het moment van De gebeurtenis

# 5 min before (event reminder)
source: 5 min before
nl: 5 minuten van te voren

# 15 min before (event reminder)
source: 15 min before
nl: 15 minuten van te voren

# 30 min before (event reminder)
source: 30 min before
nl: 30 minuten van te voren

# 1 hour before (event reminder)
source: 1 hour before
nl: 1 uur van te voren

# 2 hours before (event reminder)
source: 2 hours before
nl: 2 uur van te voren

# 1 day before (event reminder)
source: 1 day before
nl: 1 dag eerder

# 2 days before (event reminder)
source: 2 days before
nl: 2 dagen van te voren

# 1 week before (event reminder)
source: 1 week before
nl: 1 week van te voren

source: Delete Event
nl: Verwijder gebeurtenis

# New Event (noun)
source: New Event
nl: Nieuwe gebeurtenis

# Edit Event (noun)
source: Edit Event
nl: Bewerk gebeurtenis

source: Cannot Save Event
nl: Kan gebeurtenis niet opslaan

source: The title of the event must not be empty.
nl: De titel van de gebeurtenis mag niet leeg zijn.

source: The starting time must be no later than the ending time.
nl: De starttijd moet uiterlijk de eindtijd zijn.

source: This event will not be saved.
nl: Deze gebeurtenis wordt niet opgeslagen.

source: Are you sure?
nl: Weet je het zeker?

# Deleted Event (alert)
source: Deleted Event
nl: Verwijderde gebeurtenis

source: The changes to the event cannot be saved because the event has been deleted.
nl: De wijzigingen in de gebeurtenis kunnen niet worden opgeslagen omdat de gebeurtenis is verwijderd.

# Delete Event (verb)
source: Delete Event
nl: Verwijder gebeurtenis

# Attendees (event attendees)
source: Attendees
nl: Deelnemers

source: Add attendee
nl: Voeg deelnemer toe

# All (attendee list)
source: All
nl: Alle

# Required (attendee list)
source: Required
nl: Benodigt

# Optional (attendee list)
source: Optional
nl: Facultatief

source: No attendees
nl: Geen deelnemers

source: There are currently no attendees. Start adding attendees to your event by tapping on the add icon above
nl: Er zijn momenteel geen aanwezigen. Begin met deelnemers aan je gebeurtenis toe te voegen door op het toevoegen-icoon hierboven te tikken

source: No required attendees
nl: Geen verplichte deelnemers

source: No optional attendees
nl: Geen optionele deelnemers

source: No Email Address
nl: Geen e-mailadres

source: This contact does not have an email address.
nl: Dit contact heeft geen e-mailadres.

source: This contact does not have an email address, and we are unable to modify the contact.
nl: Dit contact heeft geen e-mailadres, en we kunnen het contact niet wijzigen.

# Phone (event field)
source: Phone
nl: Telefoon

source: Cancel this meeting
nl: Deze vergadering annuleren

# Not available (event phone)
source: Not available
nl: Niet beschikbaar

source: Information is unavailable
nl: Informatie is niet beschikbaar

source: You are the organizer
nl: Jij bent de organisator

source: Declining the meeting will also delete the meeting from your calendar.
nl: Door de vergadering te verkleinen, wordt de vergadering ook uit je agenda verwijderd.

source: Decline the entire series
nl: Weiger de hele serie

source: Decline just this occurrence
nl: Weiger alleen deze gebeurtenis

source: Respond for the entire series
nl: Reageer voor de hele serie

source: Respond to just this occurrence
nl: Reageer op deze gebeurtenis

source: Decline the meeting
nl: Weiger de vergadering

source: Can't Change Response
nl: Kan geen reactie wijzigen

source: Your response to the meeting can't be changed because the meeting is managed by the Calendar app, not by Nacho Mail. Use the Calendar app or some other client to change your response.
nl: Je reactie op de vergadering kan niet worden gewijzigd omdat de vergadering wordt beheerd door de Agenda-app, niet door Nacho Mail. Gebruik de Agenda app of een andere app om je reactie te wijzigen.

source: Your response to the meeting can't be changed because the meeting is stored in a calendar that is not writable by this app. Use a different client to change your response.
nl: Je reactie op de vergadering kan niet worden gewijzigd omdat de vergadering is opgeslagen in een agenda die niet door deze app beschreven kan worden. Gebruik een andere app om je reactie te wijzigen.

source: Cancel this occurrence of the meeting and send a cancellation notice to all of the attendees.
nl: Annuleer dit voorval van de vergadering en stuur een annuleringsbericht naar alle deelnemers.

source: Cancel this occurrence
nl: Annuleer dit voorval

source: Don't cancel the meeting
nl: De vergadering niet annuleren

source: Attachment error
nl: Bijlagefout

# Download failed. (event)
source: Download failed.
nl: Download mislukt.

# Note (notes view)
source: Note
nl: Notitie

# Note: {0} (notes view)
source: Note: {0}
nl: Opmerking: {0}

source: Preview Note
nl: Weergave van Notitie

# Edit Contact (verb)
source: Edit Contact
nl: Bewerk contact

# Unnamed (contact list)
source: Unnamed
nl: Naamloos

source: This contact is unavailable
nl: Dit contact is niet beschikbaar

source: No name for this contact
nl: Geen naam voor dit contact

source: No email address for this contact
nl: Geen e-mailadres voor dit contact

source: No phone number for this contact
nl: Geen telefoonnummer voor dit contact

# Contacts (chooser)
source: Contacts
nl: Contacten

source: Invalid email address
nl: Ongeldig e-mailadres

source: The value must be an email address containing '@'
nl: De waarde moet een e-mailadres zijn met een '@'

source: E-mail Address Missing
nl: E-mailadres ontbreekt

source: You have selected a contact without an e-mail address. Would you like to edit this contact?
nl: Je hebt een contactpersoon gekozen zonder een e-mailadres. Wil je dit contact bewerken?

source: You have selected a contact without an e-mail address.
nl: Je hebt een contactpersoon gekozen zonder een e-mailadres.

source: The contact you selected does not have an email address. Please add an email address for this contact.
nl: De geselecteerde contactpersoon heeft geen e-mailadres. Voeg alsjeblieft een e-mailadres toe voor dit contact.

source: Set as default email address
nl: Stel als standaard e-mailadres in

# Compose Email (contact)
source: Compose Email
nl: E-mail opstellen

source: The contact you selected does not have a phone number. Please add a phone number for this contact.
nl: Het geselecteerde contactpersoon heeft geen telefoonnummer. Voeg hier een telefoonnummer toe voor dit contact.

source: Call Contact
nl: Bel Contact

source: Set as default phone number
nl: Stel als standaard telefoonnummer in

source: Toggle Default
nl: Wissel Standaard

source: Add a New Email
nl: Voeg een nieuw e-mailadres toe

source: Add a New Number
nl: Voeg een nieuw nummer toe

source: Select a Phone
nl: Selecteer een telefoon

source: Select an Email
nl: Selecteer een e-mailadres

# Interactions (contact segment)
source: Interactions
nl: Interacties

# Notes (contact segment)
source: Notes
nl: Notities

source: Contact is unavailable.
nl: Contact is niet beschikbaar.

source: This contact has not been synced. Adding or editing notes is disabled.
nl: Dit contact is niet gesynchroniseerd. Notities toevoegen of bewerken is uitgeschakeld.

source: You have not entered any notes for this contact. You can add and edit notes by tapping the edit button in the top right corner of this screen.
nl: Je hebt geen notities ingevoerd voor dit contact. Je kunt notities toevoegen en bewerken door op de bewerkingsknop in de rechterbovenhoek van dit scherm te tikken.

# PHONE (contact section)
source: PHONE
nl: TELEFOON

source: Add Contact
nl: Voeg contact toe

# Edit Contact (title)
source: Edit Contact
nl: Bewerk contact

source: Add Phone
nl: Voeg telefoon toe

source: Add Email
nl: Voeg e-mailadres toe

source: Add Date
nl: Voeg datum toe

source: Add Address
nl: Voeg adres toe

source: Add IM Address
nl: Voeg IM-adres toe

source: Add Relationship
nl: Voeg relatie toe

source: Add Other
nl: Voeg andere toe

# Notes (contact edit)
source: Notes
nl: Notities

source: Delete Contact
nl: Verwijder contact

# Discard Changes? (contact)
source: Discard Changes?
nl: Veranderingen ongedaan maken?

source: Going back will discard your changes. Are you sure?
nl: Als je terug gaat, worden je wijzigingen ongedaan gemaakt. Weet je het zeker?

# Delete Contact (title)
source: Delete Contact
nl: Verwijder contact

source: Are you sure that you want to delete this contact? This operation cannot be undone.
nl: Weet je zeker dat je dit contact wilt verwijderen? Deze bewerking kan niet ongedaan worden gemaakt.

# Name (contact relationship)
source: Name
nl: Naam

source: Choose an account for the new Contact
nl: Kies een account voor het nieuwe Contact

source: No email address
nl: Geen e-mailadres

source: You've selected a contact who does not have an email address
nl: Je hebt een contactpersoon geselecteerd die geen e-mailadres heeft

source: No phone number
nl: Geen telefoonnummer

source: You've selected a contact who does not have a phone number
nl: Je hebt een contactpersoon geselecteerd die geen telefoonnummer heeft

source: Cannot Dial
nl: Kan niet kiezen

source: We are unable to dial this phone number
nl: We kunnen dit telefoonnummer niet bellen

source: Incorrect E-mail Address
nl: Incorrect e-mailadres

source: At least one of the e-mail addresses is in an invalid format.
nl: Tenminste één van de e-mailadressen is in een ongeldig formaat.

source: Nothing To Save
nl: Niets te besparen

source: No data. There is nothing to save.
nl: Geen gegevens. Er is niets te redden.

source: Set As Default
nl: Instellen als standaard

source: Default
nl: Standaard
